{"translation-revision-date":"2024-02-06 02:01:26+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"This download requires the 'DOMDocument' PHP extension, which we couldn’t detect on your server. Enable this extension, or get in touch with your hosting service for support, and then give the download another go.":["Para baixar este arquivo, é necessária a extensão 'DOMDocument' do PHP, que não conseguimos detectar em seu servidor. Ative esta extensão ou fale com o seu serviço de hospedagem para obter suporte e então tente baixar novamente."],"This is due to a conflict with one or more third-party plugins already active on your site. Try disabling them, and then give the download another go.":["Isso se deve a um conflito com um ou mais plugins de terceiros já ativos em seu site. Tente desativá-los e, em seguida, tente baixar novamente."],"Uploading JSON or ZIP files from unknown sources can be harmful and put your site at risk. For maximum safety, upload only JSON or ZIP files from trusted sources.":["Enviar arquivos JSON ou ZIP de fontes desconhecidas pode ser prejudicial e colocar seu site em risco. Para máxima segurança, envie apenas arquivos JSON ou ZIP de fontes confiáveis."],"Warning: JSON or ZIP files may be unsafe":["Atenção: Arquivos JSON ou ZIP podem ser inseguros"],"The Kit includes plugins you don’t have permission to install. Contact your site admin to change your permissions.":["O kit inclui plugins para os quais você não tem permissão para instalar. Fale com o administrador do seu site para alterar suas permissões."],"Couldn’t install the Kit":["Não foi possível instalar o kit"],"Seems like Elementor isn’t authorized to access relevant files for installing this Kit. Contact your site host to get permission.":["Parece que o Elementor não está autorizado a acessar os arquivos relevantes para instalar este kit. Fale com o provedor do seu site para obter permissão."],"Couldn’t access the file":["Não foi possível acessar o arquivo"],"We couldn’t download the Kit due to technical difficulty on our part. Try again in a few minutes and if the problem persists contact ":["Não foi possível baixar o kit devido a uma dificuldade técnica de nossa parte. Tente novamente em alguns minutos e, se o problema persistir, fale conosco "],", try again and if the problem persists contact ":[", tente novamente e, se o problema persistir, fale conosco "],"It took too much time to download your Kit and we were unable to complete the process. If all the Kit’s parts don’t appear in ":["O processo de baixar seu kit demorou muito e não conseguimos concluí-lo. Se todas as partes do kit não aparecerem em "],"Seems like there is a problem with the Kit’s files. Try installing again and if the problem persists contact ":["Parece que há um problema com os arquivos do kit. Tente instalar novamente e, se o problema persistir, fale conosco "],"Couldn’t use the Kit":["Não foi possível usar o kit"],"Seems like your server is missing the PHP zip module. Install it on your server or contact your site host for further instructions.":["Parece que seu servidor está sem o módulo zip do PHP. Instale-o no servidor ou fale com o host do seu site para obter mais instruções."],"Couldn’t handle the Kit":["Não consegui lidar com o kit"],"Support":["Suporte"],"We couldn’t download the Kit due to technical difficulties on our part. Try again and if the problem persists contact ":["Não foi possível baixar o kit devido a dificuldades técnicas de nossa parte. Tente novamente e, se o problema persistir, fale conosco "],"Unable to download the Kit":["Não foi possível baixar o kit"],"Do not show this message again":["Não mostrar esta mensagem novamente"],"What’s a Website Kit?":["O que é um kit de site?"],"Import a Website Kit":["Importar um kit de site"],"Export a Website Kit":["Exportar um kit de site"]," Learn more about Website Kits":[" Saiba mais sobre os kits de site"],"Upgrade Now":["Atualizar agora"],"Elementor Templates":["Modelos do Elementor"],"Included":["Incluído"],"Site Area":["Área do site"],"Custom Post Types":["Tipos de post personalizados"],"WP Menus":["Menus do WP"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Comece enviando o arquivo e selecionando as partes e os plugins que deseja aplicar. Se houver alguma sobreposição entre o kit e seu design atual, você poderá escolher quais partes importadas deseja aplicar ou ignorar. Quando o arquivo estiver pronto, o kit será aplicado ao seu site e você poderá vê-lo ao vivo."],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Para transformar seu site em um kit de site, selecione os modelos, conteúdos, configurações e plugins que deseja incluir. Quando estiver pronto, você receberá um arquivo .zip que poderá importar para outros sites."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Um kit de site é um arquivo .zip que contém todas as partes de um site completo. É uma maneira fácil de colocar um site em funcionamento rapidamente."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Adicione os tipos de posts personalizados para exportar. Os últimos 20 itens de cada tipo serão incluídos."],"No custom post types in your site...":["Não há tipos de posts personalizados em seu site..."],"Click to select custom post types":["Clique para selecionar os tipos de posts personalizados"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Partes deste kit coincidem com os modelos, design e configurações do seu site. Os itens que você deixar marcados nesta lista irão substituir o seu design atual."],"Import a Website Kit to your site":["Importe um kit de site para o seu site"],"Importing your content, templates and site settings":["Importando seu conteúdo, modelos e configurações do site"],"Take me there":["Me leve até lá"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Vá até atualizações e certifique-se de que seus plugins estejam atualizados para a versão mais recente."]," Recommended:":[" Recomendado:"],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["Estes são os plugins que turbinam o seu kit. Você pode desmarcá-los, mas isso pode afetar a funcionalidade do seu site."],"Select the plugins you want to import":["Selecione os plugins que deseja importar"],"Not yet":["Ainda não"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Se você comprou, instalou e ativou o Elementor Pro, podemos continuar importando todas as partes deste site."],"Is your Elementor Pro ready?":["Seu Elementor Pro está pronto?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Sem o Elementor Pro, a importação de componentes como modelos, widgets e pop-ups não irá funcionar."],"Install Elementor Pro":["Instale o Elementor Pro"],"Missing Required Plugins:":["Plugins necessários ausentes:"],"Plugins to add:":["Plugins a serem adicionados:"],"Plugins you already have:":["Plugins que você já possui:"],"Activating plugins:":["Ativando plugins:"],"All items are already selected by default. Uncheck the ones you don't want.":["Todos os itens já estão selecionados por padrão. Desmarque aqueles que você não quer."],"These are the templates, content and site settings that come with your kit.":["Estes são os modelos, conteúdos e configurações do site que vêm com seu kit."],"Select which parts you want to apply":["Selecione quais partes você deseja aplicar"],"If you don't include them, this kit may not work properly.":["Se você não as incluir, o kit poderá não funcionar corretamente."],"Required plugins are still missing.":["Ainda faltam plugins necessários."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Você não pode usar este kit de site porque não contém nenhum conteúdo, páginas, etc. Tente novamente com um arquivo diferente."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["O kit de site que você está usando contém plugins de funcionalidade, mas nenhum conteúdo ou páginas, etc."],"Note:":["Observação:"],"You’ve imported and applied the following to your site:":["Você importou e aplicou o seguinte ao seu site:"],"See it live":["Veja ao vivo"],"There are few plugins that we couldn't install:":["Há alguns plugins que não pudemos instalar:"],"Make sure your Elementor Pro account is connected":["Certifique-se de que sua conta do Elementor Pro esteja conectada"],"Tip:":["Dica:"],"Let’s do it":["Vamos lá"],"Select which of these plugins are required for this kit work.":["Selecione quais desses plugins são necessários para que este kit funcione."],"Export your site as a Website Kit":["Exporte seu site como um kit de site"],"Create Kit":["Criar kit"],"This file type is not allowed":["Este tipo de arquivo não é permitido"],"Try Again":["Tente novamente"],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Isso permite que o Elementor examine seus arquivos SVG em busca de conteúdo malicioso. Caso contrário, você pode ignorar quaisquer arquivos SVG nesta importação."],"First, enable unfiltered file uploads.":["Primeiro, ative os envios de arquivos não filtrados."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Não se preocupe, basta continuar sem importar os arquivos SVG ou voltar e iniciar a importação novamente."],"Custom Post Type":["Tipo de post personalizado"],"WP Posts":["Posts do WP"],"WP Pages":["Páginas do WP"],"To import or export these components, you’ll need Elementor Pro.":["Para importar ou exportar esses componentes, você vai precisar do Elementor Pro."],"Global widgets":["Widgets globais"],"Kit Info":["Informações do kit"],"How does importing work?":["Como funciona a importação?"],"How does exporting work?":["Como funciona a exportação?"],"Setting up your kit...":["Configurando seu kit..."],"Select the items you want to keep and apply:":["Selecione os itens que deseja manter e aplique:"],"Your site's homepage will be determined by the kit. You can change this later.":["A página inicial do seu site será determinada pelo kit. Você pode alterar isso mais tarde."],"Existing":["Existente"],"Imported":["Importado"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Envie um arquivo com modelos, configurações do site, conteúdo, etc., e aplique-os ao seu site automaticamente."],"Back to Kit Library":["Voltar à biblioteca de kits"],"Your kit is now live on your site!":["Seu kit já está disponível em seu site!"],"Kit Description":["Descrição do kit"],"Kit Name":["Nome do kit"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Escolha quais componentes do Elementor - modelos, conteúdo e configurações do site - incluir no arquivo do seu kit."],"Kit Information":["Informações do kit"],"Elementor Kit":["Kit do Elementor"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Estes são os detalhes que você irá usar para encontrar e aplicar rapidamente este kit no futuro, mesmo que sua coleção cresça."],"What is kit information?":["O que são informações do kit?"],"Website Kit Information":["Informações do kit de site"],"Say something about the style and content of these files...":["Diga algo sobre o estilo e o conteúdo desses arquivos..."],"Now you can import this kit and use it on other sites.":["Agora você pode importar esse kit e usá-lo em outros sites."],"Import":["Importar"],"to learn more about building your site with Elementor Kits":["para saber mais sobre como construir seu site com kits do Elementor"],"Don't close this window until the process is finished.":["Não feche esta janela até que o processo seja concluído."],"This usually takes a few moments.":["Isso geralmente leva alguns instantes."],"Or":["Ou"],"Drag & drop the .zip file with your Kit":["Arraste e solte o arquivo .zip com seu kit"],"Upload Files to Your Library":["Enviar arquivos para sua biblioteca"],"We recommend that you backup your site before importing a kit file.":["Recomendamos que você faça backup do seu site antes de importar um arquivo de kit."],"Important:":["Importante:"],"By default, all of your components will be exported.":["Por padrão, todos os seus componentes serão exportados."],"Background Settings":["Configurações de plano de fundo"],"Lightbox Settings":["Configurações do lightbox"],"Theme Style settings":["Configurações de estilo do tema"],"Elementor Pages":["Páginas do Elementor"],"404 Error Page":["Página de erro 404"],"to download":["para baixar"],"Download not working?":["O processo de baixar arquivos não está funcionando?"],"Your export is ready!":["Sua exportação está pronta!"],"Back to dashboard":["Voltar ao painel"],"Learn more":["Saiba mais"],"Landing Pages":["Páginas de destino"],"App could not be loaded":["O aplicativo não pôde ser carregado"],"Global Colors":["Cores globais"],"Search Results":["Resultados da pesquisa"],"Archives":["Arquivos"],"Single Posts":["Posts únicos"],"Single Pages":["Páginas únicas"],"Footers":["Rodapés"],"Headers":["Cabeçalhos"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Algo deu errado. Clique em \"Saiba mais\" e siga cada uma das etapas para resolver o problema rapidamente."],"Tip":["Dica"],"Not Found":["Não encontrado"],"Site Settings":["Configurações do site"],"Layout Settings":["Configurações de layout"],"Back":["Voltar"],"Next":["Próximo"],"Previous":["Anterior"],"Popups":["Pop-ups"],"Continue":["Continuar"],"Plugins":["Plugins"],"Skip":["Pular"],"Something went wrong.":["Algo deu errado."],"Pages":["Páginas"],"Select File":["Selecionar arquivo"],"Click here":["Clique aqui"],"Enable":["Ativar"],"Edit Template":["Editar modelo"],"Elementor Posts":["Posts do Elementor"],"Export":["Exportar"],"Close":["Fechar"],"Saved Templates":["Modelos salvos"],"Templates":["Modelos"],"Learn More":["Saiba mais"],"Global Fonts":["Fontes globais"],"Version":["Versão"],"Yes":["Sim"],"Content":["Conteúdo"],"Go Back":["Voltar"],"Cancel":["Cancelar"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}