{"translation-revision-date":"2024-02-06 02:01:26+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"All Roles":["Todas as funções"],"Admin":["Administrador"],"Choose which role will have access to a specific widget.":["Escolha qual função terá acesso a um widget específico."],"Choose which users will have access to each widget.":["Escolha quais usuários terão acesso a cada widget."],"Permission":["Permissão"],"All Statuses":["Todos os status"],"We saved your changes.":["Salvamos suas alterações."],"If you’re adding widgets back in, enjoy them!":["Se estiver adicionando widgets novamente, aproveite-os!"],"Turning widgets off will hide them from the editor panel, and can potentially affect your layout or front-end.":["Desativar widgets irá ocultá-los no painel do editor e poderá afetar potencialmente seu layout ou interface."],"Elementor Pro":["Elementor Pro"],"Elementor Pro Elements":["Elementos do Elementor Pro"],"Usage":["Uso"],"Element":["Elemento"],"No elements found.":["Nenhum elemento encontrado."],"Enable All":["Ativar tudo"],"Deactivate Unused Elements":["Desativar elementos não usados"],"Scan Element Usage":["Examinar o uso dos elementos"],"Search widgets":["Widgets de pesquisa"],"Deactivating widgets here will remove them from both the Elementor Editor and your website, which can cause changes to your overall layout, design and what visitors see.":["Desativar widgets aqui os removerá tanto do editor do Elementor quanto do seu site, o que pode causar alterações no layout geral, no design e no que os visitantes veem."],"Before you continue:":["Antes de continuar:"],"Here's where you can fine-tune Elementor to your workflow. Disable elements you don't use for a cleaner interface, more focused creative experience, and improved performance.":["Aqui é onde você pode ajustar o Elementor ao seu fluxo de trabalho. Desative os elementos que você não usa para uma interface mais limpa, uma experiência criativa mais focada e um desempenho melhorado."],"All Plugins":["Todos os plugins"],"times":["vezes"],"Sure you want to save these changes?":["Tem certeza de que deseja salvar estas alterações?"],"Unleash the full power of Elementor's features and web creation tools.":["Libere todo o poder dos recursos e ferramentas de criação de sites do Elementor."],"Upgrade Now":["Atualizar agora"],"Save Changes":["Salvar alterações"],"Plugin":["Plugin"],"Status":["Status"],"Learn More":["Saiba mais"],"Edit":["Editar"],"Show":["Mostrar"],"Inactive":["Inativo"],"Active":["Ativo"],"Cancel":["Cancelar"],"Save":["Salvar"]}},"comment":{"reference":"assets\/js\/element-manager-admin.js"}}