{"translation-revision-date":"2024-02-06 02:01:26+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Choose a professionally-designed template or import your own":["Escolha um modelo criado por profissionais ou importe o seu próprio modelo"],"Ready to Get Elementor Pro?":["Pronto para adquirir o Elementor Pro?"],"Upgrade Now":["Atualizar agora"],"Upgrade":["Atualizar"],"Uploading":["Enviando"],"Elementor Pro has been successfully installed.":["O Elementor Pro foi instalado."],"You can switch your theme later on":["Você pode alterar o seu tema mais tarde"],"Already being used by 1M+ web creators":["Já está sendo usado por mais de 1 milhão de criadores de sites"],"Great for SEO":["Ótimo para SEO"],"Light-weight and fast loading":["Leve e com carregamento rápido"],"Here's why:":["Aqui está o motivo:"],"Hello is Elementor's official blank canvas theme optimized to build your website exactly the way you want.":["Hello é o tema de tela em branco oficial do Elementor, otimizado para construir seu site exatamente do jeito que você deseja."],"Every site starts with a theme.":["Todo site começa com um tema."],"Don't know where to get the file from?":["Não sabe de onde obter o arquivo?"],"Browse":["Navegar"],"Drag & Drop your .zip file here":["Arraste e solte seu arquivo .zip aqui"],"Import your Elementor Pro plugin file":["Importe o arquivo do seu plugin Elementor Pro"],"Upload and Install Elementor Pro":["Enviar e instalar o Elementor Pro"],"This is what your site is called on the WP dashboard, and can be changed later from the general settings - it's not your website's URL.":["É assim que o seu site é chamado no painel do WP e pode ser alterado mais tarde nas configurações gerais - não é o URL do seu site."],"Now, let's give your site a name.":["Agora, vamos dar um nome ao seu site."],"Sorry, the name wasn't saved. Try again, or skip for now.":["O nome não foi salvo. Tente novamente ou ignore por enquanto."],"There was a problem with enabling SVG uploads. Try again, or use another image format.":["Houve um problema ao ativar os envios de arquivos SVG. Tente novamente ou use outro formato de imagem."],"This allows Elementor to scan your SVGs for malicious content. If you do not wish to allow this, use a different image format.":["Isso permite que o Elementor examine seus arquivos SVG em busca de conteúdo malicioso. Se não deseja permitir isso, use um formato de imagem diferente."],"This file type is not supported. Try a different type of file":["Este tipo de arquivo não é suportado. Tente um tipo de arquivo diferente"],"Open Media Library":["Abrir biblioteca de mídia"],"Drop image here":["Solte a imagem aqui"],"Potential Site Logo":["Possível logo do site"],"Otherwise, you can skip this and add one later.":["Caso contrário, você pode pular essa etapa e adicionar um mais tarde."],"Have a logo? Add it here.":["Tem um logo? Adicione aqui."],"There was a problem activating Hello Theme.":["Houve um problema ao ativar o tema Hello."],"Okay, now we're really close...":["Certo, agora estamos bem perto..."],"Hold on, this can take a minute...":["Aguarde, isso pode levar um minuto..."],"There was a problem installing Hello Theme.":["Houve um problema ao instalar o tema Hello."],"Continue with Hello Theme":["Continuar com o tema Hello"],"Your site’s got Hello theme. High-five!":["Seu site está usando o tema Hello. 👊 Toca aqui!"],"Click here to go to Elementor's Kit Library":["Clique aqui para acessar a biblioteca de kits do Elementor"],"Edit a blank canvas with the Elementor Editor":["Edite uma tela em branco com o editor do Elementor"],"Click here to create a new page and open it in Elementor Editor":["Clique aqui para criar uma nova página e abri-la no editor do Elementor"],"There are two ways to get started with Elementor:":["Há duas maneiras de começar a usar o Elementor:"],"That's a wrap! What's next?":["Isso é tudo! O que vem em seguida?"],"Connect your account":["Conecte sua conta"],"Already have one?":["Já tem uma?"],"You're here! Let's set things up.":["Você está aqui! Vamos definir as coisas."],"Oops, the connection failed. Try again.":["Opa, a conexão falhou. Tente novamente."],"Create my account":["Criar minha conta"],"Take part in the community forum, share & grow together":["Participe do fórum da comunidade, compartilhe e cresçam juntos"],"Manage your site with our handy dashboard":["Gerencie seu site com nosso painel prático"],"Choose from countless professional templates":["Escolha entre inúmeros modelos profissionais"],"Then you can:":["Então você pode:"],"To get the most out of Elementor, we’ll connect your account.":["Para aproveitar ao máximo o Elementor, vamos conectar sua conta."],"Choose how to start creating":["Escolha como começar a criar"],"Give your site a name & logo":["Dê um nome e um logo ao seu site"],"Set your site's theme":["Defina o tema do seu site"],"To get the most out of Elementor, we'll help you take your first steps:":["Para aproveitar ao máximo o Elementor, vamos ajudar você a dar os primeiros passos:"],"Good to Go":["Pronto para começar"],"Hello Theme":["Tema Hello"],"Elementor Account":["Conta do Elementor"],"Create Account":["Criar conta"],"Elementor Logo":["Logo do Elementor"],"Already have Elementor Pro?":["Já tem o Elementor Pro?"],"And so much more!":["E muito mais!"],"Premium Support":["Suporte Premium"],"300+ Basic & Pro templates":["Mais de 300 modelos básicos e profissionais"],"90+ Basic & Pro widgets":["Mais de 90 widgets básicos e profissionais"],"Let’s do it":["Vamos lá"],"My Elementor":["Meu Elementor"],"Site Logo":["Logo do site"],"Site Name":["Nome do site"],"Next":["Próximo"],"Getting Started":["Iniciando"],"Skip":["Pular"],"or":["ou"],"Click here":["Clique aqui"],"Loading":["Carregando"]}},"comment":{"reference":"assets\/js\/onboarding.f2f8af9f7327abc100f1.bundle.js"}}