{"translation-revision-date":"2023-12-22 18:16:31+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Unlock Premium SEO analysis":["Desbloqueie a análise SEO Premium"],"Get more help with writing content that ranks":["Obtenha mais ajuda para escrever conteúdo que classifique"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP por ano (sem VAT)"],"Write more natural and engaging content":["Escreva conteúdo mais natural e envolvente"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Os sinônimos ajudam os usuários a entender melhor sua cópia. É mais fácil de ler para os usuários e para o Google. Em %s, você pode adicionar sinônimos para sua frase-chave principal e nós o ajudaremos a otimizá-los."],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Verifique seu texto com ainda mais critérios de SEO e obtenha uma análise aprimorada de frases-chave, facilitando a otimização do seu conteúdo."],"Reach a wider audience":["Alcance um público mais amplo"],"Add related keyphrases":["Adicione frases-chave relacionadas"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Obtenha ajuda para otimizar até 5 frases-chave relacionadas. Isso ajuda você a alcançar um público mais amplo e obter mais tráfego."],"30% OFF":["30% DE DESCONTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Potentially non-inclusive":["Potencialmente não inclusivo"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Notamos que você está usando um plugin multilíngue. Esteja ciente de que este feedback de análise é destinado apenas para textos escritos em inglês."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sIdioma inclusivo%2$s: não detectamos nenhuma frase potencialmente não inclusiva. Ótimo trabalho!"],"Potentially non-inclusive phrases":["Frases potencialmente não inclusivas"],"Non-inclusive phrases":["Frases não inclusivas"],"Learn more about the inclusive language analysis":["Saiba mais sobre a análise de linguagem inclusiva"],"Inclusive language":["Linguagem inclusiva"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribuição de frase-chave%2$s: Você distribuiu uniformemente sua frase-chave de foco por todo o texto? %3$sYoast SEO Premium lhe dirá!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplexidade da palavra%2$s: seu vocabulário é adequado para um público maior? %3$sYoast SEO Premium lhe dirá!%4$s"],"Premium SEO analysis":["Análise de SEO premium"],"1 year of premium support and updates included!":["1 ano de suporte premium e atualizações incluídas!"],"Unlock with %s":["Desbloqueie com %s"],"Please enter a focus keyphrase first to track keyphrase performance":["Insira uma frase-chave de foco primeiro para acompanhar o desempenho da frase-chave"],"Please enter a focus keyphrase first to get related keyphrases":["Por favor, insira uma frase-chave de foco primeiro para obter frases-chave relacionadas"],"Get related keyphrases":["Obtenha frases-chave relacionadas"],"Related keyphrases":["Frases chaves relacionadas"],"Return to your %s":["Voltar para %s"],"Make sure to save your %s for changes to take effect":["Certifique-se de salvar seu %s para que as alterações tenham efeito"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Sua frase-chave é muito longa. Pode ter no máximo 191 caracteres."],"Focus keyphrase":["Frase-chave de foco"],"Help on choosing the perfect focus keyphrase":["Ajuda sobre a escolha da frase-chave de foco perfeita"],"Go %s!":["Vá de %s!"],"Add related keyphrase":["Adicionar frase-chave relacionada"],"Learn more about the readability analysis":["Saiba mais sobre a análise de legibilidade"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Você está tentando usar mais de uma frase-chave? Você deve adicioná-las separadamente abaixo."],"Mark as cornerstone content":["Marcar como conteúdo estrutural"],"Analysis results":["Resultado da análise"],"Enter a focus keyphrase to calculate the SEO score":["Insira uma frase-chave em foco para calcular a sua pontuação em SEO"],"Learn more about Cornerstone Content.":["Saiba mais sobre o conteúdo estrutural."],"Cornerstone content should be the most important and extensive articles on your site.":["O conteúdo estrutural deve ser os artigos mais importantes e extensos do seu site."],"Add synonyms":["Adicionar sinônimos"],"SEO analysis":["Análise de SEO"],"Good results":["Bons resultados"],"Considerations":["Considerações"],"Errors":["Erros"],"(Opens in a new browser tab)":["(Abre numa nova aba do navegador)"],"Cornerstone content":["Conteúdo estrutural"],"1 year free support and updates included!":["1 ano de suporte gratuito e atualizações incluídos!"],"Good SEO score":["Pontuação de SEO boa"],"OK SEO score":["Pontuação de SEO média"],"Feedback":["Feedback"],"Readability analysis":["Análise da legibilidade"],"Needs improvement":["Precisa melhorar"],"Improvements":["Melhorias"],"Problems":["Problemas"],"Open":["Abrir"],"Good":["Bom"],"Close":["Fechar"],"OK":["OK"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}