{"translation-revision-date":"2023-12-22 18:16:31+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["Vamos deixar seu site em ótima forma para os mecanismos de busca. Basta seguir estas 5 etapas para fazer o Google entender do que se trata o seu site."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Se seu objetivo é aumentar sua classificação, você precisa trabalhar regularmente em seu SEO. Isso pode ser opressor, então vamos dar um passo de cada vez!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Ótimo trabalho! Graças aos detalhes que você forneceu, %1$s aprimorou seu site para os mecanismos de pesquisa, dando-lhes uma imagem mais clara do que se trata o seu site."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Importante: não venderemos esses dados e não coletaremos nenhuma informação pessoal sobre você ou seus visitantes."],"What data will be collected and why?":["Que dados serão recolhidos e porquê?"],"No, I don't want to share my site data":["Não, não quero compartilhar os dados do meu site"],"Are you open to help us improve our services?":["Você está aberto para nos ajudar a melhorar nossos serviços?"],"Yes, give me your free tips!":["Sim, me dê suas dicas grátis!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Assine o boletim informativo %1$s para receber práticas recomendadas para melhorar suas classificações, economizar tempo em tarefas de SEO, manter-se atualizado com as últimas notícias de SEO e obter orientação especializada sobre como aproveitar ao máximo %2$s !"],"Get free weekly SEO tips!":["Receba dicas semanais gratuitas de SEO!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Você está quase lá! Conclua todas as configurações nesta etapa para que os mecanismos de pesquisa saibam do que se trata o seu site."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Concluir esta etapa ajuda o Google a entender ainda melhor o seu site. Bônus: você aumentará suas chances de obter %1$sresultados aprimorados%2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Vamos começar executando a otimização de dados de SEO. Isso significa que analisaremos seu site e criaremos um banco de dados com dados de SEO otimizados. Isso não alterará nenhum conteúdo ou configuração do seu site e você não precisa fazer nada, basta clicar em Iniciar!↵ ↵ Observação: se você tiver muito conteúdo, essa otimização poderá demorar um pouco. Mas confie em nós, vale a pena!"],"We've successfully analyzed your site & optimized your SEO data!":["Analisamos seu site com sucesso e otimizamos seus dados de SEO!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Trabalho fantástico! Adicione as contas de mídia social da sua organização abaixo. Isso nos permite ajustar os metadados para essas plataformas."],"Learn how to increase your rankings with %1$s":["Aprenda como aumentar sua classificação com %1$s"],"Please select a user in the Site representation step.":["Selecione um usuário na etapa de representação do site."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Você pode %1$satualizar ou adicionar perfis sociais a este perfil de usuário%2$s."],"You have selected the user %1$s as the person this site represents.":["Você selecionou o usuário %1$s como a pessoa que este site representa."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Se você selecionar uma pessoa para representar este site, usaremos os perfis sociais da página de perfil do usuário selecionado."],"We could not save the website name. Please check the value.":["Não foi possível salvar o nome do site. Por favor, verifique o valor."],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Tomamos a liberdade de usar o nome e o logotipo do seu site para o nome e o logotipo da organização. Sinta-se à vontade para alterá-los abaixo."],"Finish configuration":["Finalizar configuração"],"Personal preferences":["Preferências pessoais"],"SEO data optimization":["Otimização de dados de SEO "],"An error has occurred: %1$s":["Ocorreu um erro: %1$s"],"We could not save the organization name. Please check the value.":["Não foi possível salvar o nome da organização. Confira o valor do campo."],"Or go to your SEO dashboard":["Acesse seu painel de SEO"],"E.g. example@email.com":["Por exemplo: exemplo@email.com"],"Thank you! Check your inbox for the confirmation email.":["Obrigada! Verifique sua caixa de entrada para o e-mail de confirmação."],"Please enter a valid email address.":["Insira um endereço de e-mail válido."],"Personal logo or avatar":["Logotipo ou avatar pessoal"],"Select a user":["Selecione um usuário"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Você selecionou o usuário %1$s como a pessoa que este site representa. Essas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. Você não tem permissão para atualizar este perfil de usuário, portanto, peça a esse usuário ou a um administrador para verificar se as informações estão corretas."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Você selecionou o usuário %1$s como a pessoa que este site representa. Essas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. %2$sAtualize este perfil para verificar se as informações estão corretas%3$s."],"Uploading image...":["Enviando imagem..."],"Select an option":["Selecione uma opção"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Esteja ciente de que você deve executar a otimização de dados de SEO para que essa configuração tenha o máximo efeito."],"We've already successfully analyzed your site. You can move on to the next step.":["Já analisamos seu site com sucesso. Você pode passar para a próxima etapa."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["A otimização de dados de SEO está em execução… Você pode avançar com segurança para as próximas etapas desta configuração."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Você não tem permissão para editar os perfis sociais deste usuário. Peça a este usuário ou a um administrador para fazer isso."],"Add another profile":["Adicionar outro perfil"],"Delete item":["Excluir item"],"E.g. https:\/\/social-platform.com\/yoast":["Ex. https:\/\/social-platform.com\/yoast"],"Other social profile":["Outro perfil social"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Ex. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Ex. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Ex. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Ex. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Ex. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Ex. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Ex. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Ex. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Ex. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["Ex. https:\/\/www.facebook.com\/yoast"],"Could not save this value. Please check the URL.":["Não foi possível salvar este valor. Verifique o URL."],"Could not save this value. Please check the URL or username.":["Não foi possível salvar este valor. Verifique o URL ou o nome de usuário."],"Email address":["Endereço de e-mail"],"Oops! Something went wrong. Check your email address and try again.":["Opa, algo deu errado! Verifique seu endereço de e-mail e tente de novo."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["O Yoast respeita a sua privacidade. Leia %1$snossa política de privacidade%2$s sobre como nós tratamos suas informações pessoais."],"Save and continue":["Salvar e continuar"],"Does your site represent an Organization or Person?":["Seu site representa uma Organização ou Pessoa?"],"Site representation":["Representação do site"],"Continue":["Continuar"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Você ainda pode executar a otimização de dados de SEO na seção %1$sFerramentas%2$s. Quando terminar, atualize esta página."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Esta etapa de configuração está desativada no momento, porque você não está executando a versão mais recente do Yoast SEO Premium. Atualize para a versão mais recente (pelo menos %1$s). "],"Error stack trace":["Rastreamento de pilha de erro"],"Response":["Resposta"],"Error message":["Mensagem de erro"],"Status code":["Código de status"],"Request method":["Método de solicitação"],"Request URL":["URL de solicitação"],"Error details":["Detalhes do erro"],"Remove image":["Remover imagem"],"Select image":["Selecione a imagem"],"Replace image":["Substituir imagem"],"This feature has been disabled since subsites never send tracking data.":["Este recurso foi desativado porque os subsites nunca enviam dados de rastreamento."],"Stop SEO data optimization":["Parar a otimização"],"SEO data optimization is disabled for non-production environments.":["A otimização de dados de SEO está desabilitada para ambientes que não sejam produção."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Este recurso inclui e substitui o Contador de Link de Texto e Análise de Link Interno"],"Start SEO data optimization":["Iniciar otimização de dados de SEO"],"Can we collect anonymous information about your website to enhance %1$s?":["Podemos coletar informações anônimas sobre o seu site para melhorar %1$s?"],"Organization logo":["Logo da organização"],"Organization name":["Nome da organização"],"This feature has been disabled by the network admin.":["Este recurso foi desativado pelo administrador da rede."],"Go back":["Voltar"],"Save changes":["Salvar alterações"],"Name":["Nome"],"Social profiles":["Perfis sociais"],"Loading...":["Carregando..."],"Website name":["Nome do site"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Edit":["Editar"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}