{"translation-revision-date":"2023-12-22 18:16:31+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Adicione uma regra ‘proibir’ ao seu arquivo robots.txt para evitar o rastreamento pelo OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Adicione uma regra de ‘proibição’ ao seu arquivo robots.txt para evitar o rastreamento pelo bot Google-Extended. Ativar esta configuração não impedirá que o Google indexe o seu site."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Muito tráfego da web vem de bots que rastreiam a web. Alguns podem beneficiar seu site ou negócio, enquanto outros não. O bloqueio de bots indesejados pode economizar energia, ajudar no desempenho do site e proteger conteúdo protegido por direitos autorais. Saiba mais sobre %1$squando bloquear bots indesejados%2$s."],"Prevent OpenAI GPTBot from crawling":["Impedir o rastreamento do OpenAI GPTBot"],"Prevent Google Bard and Vertex AI bots from crawling":["Impedir o rastreamento dos bots Google Bard e Vertex AI"],"Prevent Common Crawl CCBot from crawling":["Impedir o rastreamento comum do CCBot"],"Learn more about %s (Opens in a new browser tab)":["Saiba mais sobre %s (abre em uma nova guia do navegador)"],"30% OFF":["30% DE DESCONTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Reivindique seu desconto de 30% agora!"],"AI generator":["Gerador de IA"],"AI title & description generator":["Gerador de título e descrição de IA"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Observe que os seguintes parâmetros comumente usados não serão removidos: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s e %7$s."],"Clear selection":["Limpar seleção"],"Please see the “New” badges and review the Search appearance settings.":["Consulte os selos “Novo” e revise as configurações de aparência da pesquisa."],"New type of content added to your site!":["Novo tipo de conteúdo adicionado ao seu site!"],"Site policies":["Políticas do site"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Selecione uma página que forneça informações sobre suas políticas de diversidade para %1$sfuncionários%2$s, %1$scontratações%2$s e %1$sempregos%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Selecione uma página que forneça informações sobre suas políticas de diversidade para conteúdo %1$seditorial%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Selecione uma página que descreva os %1$spadrões%2$s pessoais, organizacionais e corporativos de %1$scomportamento%2$s esperados pela sua organização."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Selecione uma página que descreva seu procedimento para lidar com %1$serros%2$s (por exemplo, publicar retratações ou correções)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Selecione uma página que descreva como sua organização coleta e responde a %1$sfeedback%2$s, interage com o %1$spúblico%2$s e prioriza %1$stransparência%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Selecione uma página que descreva a estrutura de propriedade da sua organização. Deve incluir informações sobre%1$sfinanciamento%2$se %1$subsídios%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Selecione uma página que descreva os princípios editoriais da sua organização. %1$sSobre o que%2$s você escreve, %1$spara quem%2$s você escreve e %1$spor que%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Selecione as páginas do seu site que contêm informações sobre suas políticas organizacionais e de publicação. Algumas delas podem não se aplicar ao seu site e você pode selecionar a mesma página para várias políticas. %1$sSaiba mais sobre por que definir as políticas do seu site é importante%2$s."],"Diversity staffing report":["Relatório de pessoal de diversidade"],"Diversity policy":["Política de diversidade"],"Ethics policy":["Política de ética"],"Corrections policy":["Política de correções"],"Actionable feedback policy":["Política de feedback acionável"],"Ownership \/ Funding info":["Informações de propriedade \/ financiamento"],"Publishing policies":["Políticas de publicação"],"Publishing principles":["Princípios de publicação"],"Failed to retrieve pages.":["Falha ao recuperar páginas."],"Searching pages...":["Pesquisando páginas..."],"Add new page...":["Adicionar nova página..."],"No pages found.":["Nenhuma página encontrada."],"Block unwanted bots":["Bloquear bots indesejados"],"Prevent Google AdsBot from crawling":["Impedir que o Google AdsBot rastreie"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Adicione uma regra de \"proibição\" ao seu arquivo robots.txt para impedir o rastreamento de URLs como %1$s, %2$s e %3$s."],"The name of this category is %1$s.":["O nome desta categoria é %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Aviso! Esses são recursos especializados, portanto, certifique-se de saber o que está fazendo antes de usar essa configuração. Você pode quebrar seu site. %1$sLeia mais sobre como seu site pode ser afetado%2$s."],"Remove Other profile %1$s":["Remover outro perfil %1$s"],"Read more about how to get your site verified.":["Leia mais sobre como verificar seu site."],"Get your site verified in your Mastodon profile.":["Obtenha seu site verificado em seu perfil Mastodon."],"E.g. https:\/\/mastodon.social\/@yoast":["Ex. https:\/\/mastodon.social\/@yoast"],"Mastodon":["Mastodon"],"Organization Mastodon":["Mastodon da organização"],"%1$s Settings - %2$s":["Configurações de %1$s - %2$s"],"Settings navigation":["Navegação nas configurações"],"Close settings navigation":["Fechar a navegação das configurações"],"Open settings navigation":["Abrir navegação de configurações"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Escolha se seu site representa uma organização ou uma pessoa. %1$sSaiba mais sobre as diferenças e como escolher entre Organização e Pessoa%2$s."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limite o tamanho das consultas de pesquisa interna do site para reduzir o impacto de ataques de spam e URLs confusos. Digite um número entre 1 e 50."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Impede que parâmetros de URL específicos sejam removidos pelo recurso acima. Por exemplo, adicionar %1$s impedirá que %2$s seja redirecionado para %3$s. Você pode adicionar vários parâmetros e separá-los usando enter ou vírgula."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolida os formatos de URL de pesquisa de vários sites do WordPress na sintaxe %1$s. Por exemplo, %2$s irá redirecionar para %3$s"],"Determine how your %1$s should look on social media.":["Determine como seus %1$s devem aparecer nas mídias sociais."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desativar isso significa que as páginas de arquivo para %1$s não serão indexadas pelos mecanismos de pesquisa e serão excluídas dos sitemaps XML."],"Allow":["Permitir"],"Deny":["Negar"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este vídeo, você precisa permitir que %1$s carregue vídeos incorporados de %2$s."],"The number you've entered is not between 1 and 50.":["O número inserido não está entre 1 e 50."],"Please enter a number between 1 and 50.":["Digite um número entre 1 e 50."],"Redirect pretty URLs to ‘raw’ formats":["Redirecionar URLs bonitos para formatos \"brutos\""],"Index Now":["Indexar agora"],"Failed to retrieve media.":["Falha ao recuperar a mídia."],"Only available for English sites":["Disponível apenas para sites em inglês"],"%1$sGet%2$s %3$s":["%1$sObter%2$s %3$s"],"Show date archives in search results":["Mostrar arquivos de data nos resultados da pesquisa"],"Show %1$s archives in search results":["Mostrar arquivos %1$s nos resultados da pesquisa"],"Prefix for archive breadcrumbs":["Prefixo para breadcrumbs de arquivo"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Você selecionou o usuário %1$s%3$s%2$s como a pessoa que este site representa. Suas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. Lamentamos, mas você não tem permissão para editar o perfil deste usuário. Entre em contato com seu administrador ou %1$s%3$s%2$s para verificar e\/ou atualizar o perfil."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["O nome e o logotipo da organização precisam ser definidos para que os dados estruturados funcionem corretamente. Como você ainda não os definiu, estamos usando o nome e o logotipo do site como valores padrão. %1$sSaiba mais sobre a importância dos dados estruturados%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Esta informação deve aparecer no %1$sGoogle's Knowledge Graph%2$s."],"Other profile %1$s":["Outro perfil %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Twitter da organização"],"Open Graph":["Abrir gráfico"],"Organization Facebook":["Facebook da organização"],"OpenGraph":["OpenGraph"],"Format archives":["Arquivos de formato"],"File":["Arquivo"],"PDF":["PDF"],"Video":["Vídeo"],"Attachment":["Anexo"],"404 pages title":["404 páginas título"],"Search pages title":["Título das páginas de pesquisa"],"Enable date archives":["Ativar arquivos de data"],"Enable author archives":["Ativar arquivos do autor"],"Anchor text for the homepage":["Texto âncora para a página inicial"],"Organization\/person":["Organização\/pessoa"],"Divider":["Divisor"],"Remove Atom\/RDF feeds":["Remover feeds Atom\/RDF"],"Webmaster":["Webmaster"],"Share":["Compartilhar"],"Structured data":["Dados estruturados"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Ative os mapas de site XML %1$s. Um mapa do site é um arquivo que lista as páginas essenciais de um site para garantir que os mecanismos de pesquisa possam localizá-las e rastreá-las."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["O ícone %1$s na barra de administração superior oferece acesso rápido a ferramentas de terceiros para análise de páginas e facilita a visualização de novas notificações."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Permite que o Facebook e outras mídias sociais exibam uma visualização com imagens e um trecho de texto quando um link para seu site é compartilhado. Mantenha esse recurso ativado para otimizar seu site para mídias sociais."],"Count the number of internal links from and to your posts to improve your site structure.":["Conte o número de links internos de e para seus posts para melhorar a estrutura do site."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Marque e filtre seu conteúdo fundamental para garantir que seus artigos mais importantes recebam a atenção que merecem. Para ajudá-lo a escrever uma cópia excelente, avaliaremos seu texto com mais rigor."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Obtenha mais insights sobre o que você está escrevendo. Quais palavras você usa com mais frequência? Quanto tempo leva para ler seu texto? Seu texto é fácil de ler?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["A análise de linguagem inclusiva oferece sugestões para escrever textos mais inclusivos, para que mais pessoas possam se relacionar com seu conteúdo."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["A análise de SEO oferece sugestões para melhorar a localização do seu texto e garante que seu conteúdo atenda às melhores práticas."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Defina as informações básicas do seu site. Você pode usar %1$stagline%2$s e %1$sseparator%2$s como %3$svariáveis de substituição%4$s ao configurar a aparência de pesquisa do seu conteúdo."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["O rastreamento de uso nos permite rastrear alguns dados sobre seu site para melhorar nosso plugin. %1$sSaiba mais sobre quais dados rastreamos e por quê%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Um link para o arquivo do autor do post, com o nome do autor como texto âncora."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determine como suas páginas %1$s devem ser descritas por padrão na marcação Schema.org do seu site. Você sempre pode personalizar as configurações para páginas %1$s individuais na metabox %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determine como suas páginas %1$s devem aparecer nos mecanismos de pesquisa. Você sempre pode personalizar as configurações para páginas %1$s individuais na metabox %2$s."],"Enable %1$s pages":["Ativar páginas %1$s"],"Determine how your homepage should look in the search results.":["Determine como sua página inicial deve aparecer nos resultados da pesquisa."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determine como seus %1$s devem aparecer nos mecanismos de pesquisa. Você sempre pode personalizar as configurações para %1$s individuais na metabox %2$s."],"Enable format-based archives":["Ativar arquivos baseados em formato"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Não sabe como implementar o breadcrumbs %3$s em seu site? Leia o artigo de ajuda %1$snosso artigo de ajuda sobre implementação de breadcrumbs%2$s."],"Show %1$s without posts in search results":["Mostrar %1$s sem posts nos resultados da pesquisa"],"Enable %1$s":["Ativar %1$s"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determine como seus %1$s devem aparecer nas mídias sociais por padrão. Você sempre pode personalizar as configurações para %1$s individuais na metabox %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determine como seus %1$s devem aparecer nos resultados da pesquisa por padrão. Você sempre pode personalizar as configurações para %1$s individuais na metabox %2$s."],"This taxonomy is used for %2$s.":["Esta taxonomia é usada para %2$s."],"This taxonomy is used for %1$s and %2$s.":["Esta taxonomia é usada para %1$s e %2$s."],"Read more about our custom field analysis":["Leia mais sobre nossa análise de campo personalizada"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determine como seus %1$s devem aparecer nas mídias sociais por padrão. Você sempre pode personalizar as configurações para %1$s individuais na barra lateral ou metabox %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determine como seus %1$s devem aparecer nos resultados da pesquisa por padrão. Você sempre pode personalizar as configurações para %1$s individuais na barra lateral ou metabox %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Determine como seus %1$s devem ser descritos por padrão em %2$sna marcação Schema.org%3$s do seu site. Você sempre pode alterar as configurações de %1$s individuais na barra lateral ou metabox %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Você pode adicionar vários campos personalizados e separá-los usando %1$senter%2$s ou %1$scomma%2$s."],"Please enter a search term with at least 3 characters.":["Digite um termo de pesquisa com pelo menos 3 caracteres."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Adicionar novo usuário..."],"Unavailable for multisites":["Indisponível para multisites"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% DE DESCONTO"],"Determine how the title of your 404 error pages should look in the browser.":["Determine como o título de suas páginas de erro 404 deve aparecer no navegador."],"404 error pages":["404 páginas de erro"],"Determine how the title of your internal search pages should look in the browser.":["Determine como o título de suas páginas de pesquisa interna deve aparecer no navegador."],"Internal search pages":["Páginas de pesquisa interna"],"Show media pages in search results":["Mostrar páginas de mídia nos resultados da pesquisa"],"Show format archives in search results":["Mostrar arquivos de data nos resultados da pesquisa"],"Show author archives in search results":["Mostrar arquivos do autor nos resultados da pesquisa"],"Breadcrumbs for %1$s":["Breadcrumbs para %1$s"],"Site connections":["Conexões do site"],"View the XML sitemap":["Veja o mapa do site XML"],"Enable feature":["Ativar recurso"],"Site features":["Recursos do site"],"Learn more":["Saber mais"],"Site info":["Informações do site"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Você não tem permissão para editar o %1$stítulo do site%2$s e a %1$sdescrição%2$s."],"Show or hide our tools and controls in the attachment editor.":["Mostre ou oculte nossas ferramentas e controles no editor de anexos."],"(e.g., %1$s)":["(por exemplo, %1$s"],"Remove unregistered URL parameters":["Remover parâmetros de URL não registrados"],"Optimize Google Analytics utm tracking parameters":["Otimize os parâmetros de rastreamento utm do Google Analytics"],"Remove WP-JSON API":["Remover API WP-JSON"],"Remove emoji scripts":["Remover scripts de emoji"],"Remove Atom \/ RDF feeds":["Remover feeds Atom \/ RDF"],"Remove search results feeds":["Remover feeds de resultados de pesquisa"],"Remove custom taxonomy feeds":["Remover feeds de taxonomia personalizados"],"Remove tag feeds":["Remover feeds de tags"],"Remove category feeds":["Remover feeds de categoria"],"Remove post type feeds":["Remover feeds de tipo de post"],"Remove post authors feeds":["Remover feeds de autores de posts"],"Remove post comments feeds":["Remover feeds de comentários do post"],"Remove global comment feeds":["Remover feeds de comentários globais"],"Remove global feed":["Remover feed global"],"Remove powered by HTTP header":["Remover alimentado por cabeçalho HTTP"],"Remove generator tag":["Remover etiqueta do gerador"],"Remove oEmbed links":["Remover links oEmbed"],"Remove RSD \/ WLW links":["Remover links RSD\/WLW"],"Remove REST API links":["Remover links da API REST"],"Remove shortlinks":["Remover links curtos"],"Show or hide our tools and controls in the content editor.":["Mostre ou oculte nossas ferramentas e controles no editor de conteúdo."],"Enable SEO controls and assessments":["Ativar controles e avaliações de SEO"],"Unlock with %1$s":["Desbloqueie com %1$s"],"We couldn’t find anything with that term.":["Não encontramos nada com esse termo."],"Search...":["Pesquisa..."],"Quick search...":["Pesquisa rápida..."],"No, continue editing":["Não, continuar editando"],"Yes, discard changes":["Sim, descartar alterações"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Você está prestes a descartar todas as alterações não salvas. Todas as suas configurações serão redefinidas para o ponto onde você salvou pela última vez. Você tem certeza de que quer fazer isso?"],"Discard all changes":["Descartar todas as alterações"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Use o nome alternativo da organização para acrônimos ou uma versão mais curta do nome da sua organização."],"Alternate organization name":["Nome alternativo da organização"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Use o nome do site alternativo para acrônimos ou uma versão mais curta do nome do seu site."],"Alternate website name":["Nome do site alternativo"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Você selecionou o usuário %1$s%5$s%2$s como a pessoa que este site representa. Suas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. %3$sAtualize seu perfil para garantir que as informações estejam corretas%4$s."],"Please tell us more about the person this site represents.":["Conte-nos mais sobre a pessoa que este site representa."],"E.g. https:\/\/example.com\/yoast":["Ex.: https:\/\/example.com\/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Informe-nos se você tiver outros perfis na web que pertençam à sua organização. Pode ser qualquer número de perfis, como YouTube, LinkedIn, Pinterest ou até Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Conte-nos mais sobre sua organização. Essas informações ajudarão o Google a entender seu site e melhorar suas chances de obter resultados avançados."],"E.g. https:\/\/twitter.com\/yoast":["Ex.: https:\/\/twitter.com\/yoast"],"E.g. https:\/\/facebook.com\/yoast":["E.g. https:\/\/facebook.com\/yoast"],"Other profiles":["Outros perfis"],"Writing":["Escrita"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Você pode determinar o título e a descrição da página do blog %1$seditando a própria página do blog%2$s."],"Advanced: URL cleanup":["Avançado: limpeza de URL"],"Prevent crawling of internal site search URLs":["Impedir o rastreamento de URLs de pesquisa interna do site"],"Block internal site searches which match the patterns of known spam attacks.":["Bloqueie pesquisas internas de sites que correspondam aos padrões de ataques de spam conhecidos."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloqueie pesquisas internas de sites que contenham caracteres complexos e não alfanuméricos, pois podem fazer parte de um ataque de spam."],"Enables advanced settings for protecting your internal site search URLs.":["Ativa as configurações avançadas para proteger os URLs de pesquisa interna do site."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Sua pesquisa interna no site pode criar muitos URLs confusos para os mecanismos de pesquisa e pode até ser usado como uma forma de spammers de SEO atacarem seu site. A maioria dos sites se beneficiará ao experimentar essas proteções e otimizações, mesmo que você não tenha um recurso de pesquisa em seu tema."],"Internal site search cleanup":["Limpeza de pesquisa interna do site"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Adicione uma regra de \"proibição\" ao seu arquivo robots.txt para impedir o rastreamento de endpoints da API JSON do WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Remova o JavaScript usado para converter caracteres emoji em navegadores mais antigos."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Remova URLs que fornecem formatos alternativos (herdados) de todos os itens acima."],"Remove URLs which provide information about your search results.":["Remova URLs que fornecem informações sobre seus resultados de pesquisa."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Remover URLs que fornecem informações sobre seus posts recentes, para cada taxonomia personalizada."],"Remove URLs which provide information about your recent posts, for each tag.":["Remover URLs que fornecem informações sobre seus posts recentes, para cada tag."],"Remove URLs which provide information about your recent posts, for each category.":["Remover URLs que fornecem informações sobre seus posts recentes, para cada categoria."],"Remove URLs which provide information about your recent posts, for each post type.":["Remover URLs que fornecem informações sobre seus posts recentes, para cada tipo de postagem."],"Remove URLs which provide information about recent posts by specific authors.":["Remover URLs que fornecem informações sobre seus posts recentes de autores específicos."],"Remove URLs which provide information about recent comments on each post.":["Remover URLs que fornecem informações sobre comentários recentes em cada post."],"Also disables post comment feeds.":["Também desativa os feeds de comentários do post."],"Remove URLs which provide an overview of recent comments on your site.":["Remova URLs que fornecem uma visão geral dos comentários recentes em seu site."],"Remove URLs which provide an overview of your recent posts.":["Remover URLs que fornecem uma visão geral de seus posts recentes."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["O WordPress gera seu conteúdo em muitos formatos diferentes, em vários URLs diferentes (como feeds RSS de seus posts e categorias). Geralmente, é uma boa prática desativar os formatos que você não está usando ativamente."],"Disable unwanted content formats":["Desative formatos de conteúdo indesejados"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Remova os links que permitem que outros sites façam 'ping' no seu quando estiverem vinculados a você."],"Remove information about the plugins and software used by your site.":["Remova as informações sobre os plugins e programas usados pelo seu site."],"Remove links used for embedding your content on other sites.":["Remova links usados para incorporar seu conteúdo em outros sites."],"Remove links used by external systems for publishing content to your blog.":["Remova links usados por sistemas externos para publicar conteúdo em seu blog."],"Remove links to the location of your site’s REST API endpoints.":["Remova os links para o local dos endpoints da API REST do seu site."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Remover links para URLs de 'links curtos' internos do WordPress para seus posts."],"Remove unwanted metadata":["Remova metadados indesejados"],"Crawl optimization":["Otimização de rastreamento"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Remove parâmetros de URL desconhecidos por meio de um redirecionamento %1$s. Por exemplo, %2$s será redirecionado para %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Substitui os parâmetros de rastreamento de %1$s pelo equivalente a %2$s (com melhor desempenho), por meio de um redirecionamento de %3$s. Por exemplo, %4$s será redirecionado para %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Os usuários e os mecanismos de pesquisa geralmente solicitam seus URLs enquanto usam parâmetros de consulta, como %1$s. Eles podem ser úteis para rastrear, filtrar e potencializar funcionalidades avançadas - mas eles vêm com um desempenho e um \"custo\" de SEO. Sites que não dependem de parâmetros de URL podem se beneficiar do uso dessas opções."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["O WordPress adiciona muitos links e conteúdo aos cabeçalhos HTTP e %1$s do seu site. A maioria das pessoas pode desabilitar tudo isso com segurança, o que pode ajudar a economizar bytes, eletricidade e árvores."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Torne seu site mais eficiente e ecologicamente correto, impedindo que os mecanismos de pesquisa rastreiem coisas desnecessárias e removendo recursos não utilizados do WordPress. %1$sSaiba mais sobre as configurações de rastreamento e como elas podem beneficiar seu site%2$s."],"E.g., %1$s and %2$s":["Por exemplo, %1$s e %2$s"],"E.g., %1$s":["Por exemplo, %1$s"],"Enable breadcrumbs for your theme":["Habilite breadcrumbs para o seu tema"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Você sempre pode optar por ativá-los\/desabilitá-los para o seu tema abaixo. Esta configuração não se aplica a breadcrumbs inseridos por meio de um widget, um bloco ou um shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Escolha qual tipo de post você deseja mostrar nos caminhos de navegação para taxonomias."],"Breadcrumbs for taxonomies":["Breadcrumbs para taxonomias"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Escolha qual taxonomia você deseja mostrar nos caminhos de navegação para os tipos de post."],"Breadcrumbs for post types":["Caminhos de navegação para tipos de post"],"Breadcrumb for 404 page":["Breadcrumb para página 404"],"Prefix for search page breadcrumbs":["Prefixo para breadcrumbs da página de pesquisa"],"Add prefix":["Adicionar prefixo"],"Add anchor text":["Adicionar texto âncora"],"Add separator":["Adicionar separador"],"Choose the general appearance of your breadcrumbs.":["Escolha a aparência geral de seus breadcrumbs."],"Breadcrumb appearance":["Aparência do breadcrumb"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configure a aparência e comportamento de %1$syour breadcrumbs%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Desativar isso redirecionará %1$s para a página inicial do seu site."],"Refresh this page":["Atualizar esta página"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isso significa que todas as alterações não salvas serão perdidas. Você pode tentar atualizar esta página para resolver o problema. Se esse erro ainda ocorrer, entre em contato com nossa equipe de suporte e forneceremos toda a ajuda necessária!"],"Something went wrong. An unexpected error occurred.":["Algo deu errado. Um erro inesperado ocorreu."],"Failed to retrieve users.":["Falha ao recuperar usuários."],"Searching users...":["Procurando usuários..."],"No users found.":["Nenhum usuário encontrado."],"Discard changes":["Descartar modificações"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["O perfil não é válido. Use apenas 1 a 25 letras, números e sublinhados ou insira um URL válido do Twitter."],"The profile is not valid. Please enter a valid URL.":["O perfil não é válido. Por favor, insira um URL válido."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["O código de verificação não é válido. Por favor, use apenas as letras de A a F, números, sublinhados e traços."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["O código de verificação não é válido. Por favor, use apenas letras, números, sublinhados e traços."],"User":["Usuário"],"Site basics":["Noções básicas do site"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Há alterações não salvas nesta página. Sair significa que essas alterações serão perdidas. Tem certeza de que deseja sair desta página?"],"Media pages":["Páginas de mídia"],"Categories & tags":["Categorias e tags"],"Content types":["Tipos de conteúdo"],"Show more":["Mostrar mais"],"Show less":["Mostre menos"],"Configure the basics for your website.":["Configure o básico para o seu site."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Este campo atualiza a %1$sdescrição em suas configurações do WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desativar isso significa que %1$s páginas criadas pelo WordPress não serão indexadas pelos mecanismos de pesquisa e serão excluídas dos sitemaps XML."],"Show %1$s pages in search results":["Mostrar %1$s páginas nos resultados da pesquisa"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Recomendamos manter as páginas %1$s desativadas. Isso fará com que todos os URLs de anexo sejam redirecionados para a própria mídia."],"%1$s pages":["%1$s páginas"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Quando você carrega mídia (por exemplo, uma imagem ou vídeo), %5$s cria automaticamente uma página %3$s (URL de anexo) para ela. Essas páginas estão bastante vazias e podem causar %1$s problemas de conteúdo fino e levar a um excesso de páginas em seu site%2$s. Portanto, %4$s os desabilita por padrão (e redireciona o URL do anexo para a própria mídia)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Arquivos baseados em formato podem causar problemas de conteúdo duplicado. Para a maioria dos sites, recomendamos que você desative essa configuração."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Desativar isso significa que %1$s não será indexado pelos mecanismos de pesquisa e será excluído dos sitemaps XML. Recomendamos que você desative essa configuração."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s pode causar problemas de conteúdo duplicado. Para a maioria dos sites, recomendamos que você desative essa configuração."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (por exemplo, %2$s) são baseados em datas de publicação. Do ponto de vista de SEO, as postagens nesses arquivos não têm relação real com as outras postagens, exceto pelas datas de publicação, o que não diz muito sobre o conteúdo. Eles também podem levar a problemas de conteúdo duplicado. É por isso que recomendamos que você desabilite %3$s."],"Determine how your %1$s should look on social media by default.":["Escolha como seus %1$s devem aparecer nas mídias sociais por padrão."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Desativar isso significa que %1$s sem posts não serão indexados pelos mecanismos de pesquisa e serão excluídos dos sitemaps XML."],"Show archives for authors without posts in search results":["Mostrar arquivos para autores sem postagens nos resultados da pesquisa"],"Determine how your %1$s should look in search engines.":["Escolha como seus %1$s devem aparecer nos mecanismos de pesquisa."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Se você estiver executando um blog de um autor, os %1$s (por exemplo, %2$s) serão exatamente iguais à sua página inicial. Isso é chamado de %3$sproblema de conteúdo duplicado%4$s. Se for esse o caso do seu site, você pode optar por desativá-lo (o que o redireciona para a página inicial) ou impedir que apareça nos resultados da pesquisa."],"Author archive":["Arquivo do autor"],"Read more about the search results settings":["Leia mais sobre as configurações de resultados de pesquisa"],"Determine how your %1$s should look in search engines and on social media.":["Escolha como seus %1$s devem aparecer nos mecanismos de pesquisa e nas mídias sociais."],"Contact support":["Entre em contato com o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Lamentamos muito, mas parece que o seguinte erro interrompeu nosso aplicativo:"],"Read reviews from real users":["Leia comentários de usuários reais"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["O WordPress carrega muitos recursos, alguns dos quais seu site pode não precisar. Se você não os estiver usando, removê-los pode acelerar suas páginas e economizar recursos."],"Remove unused resources":["Remover recursos não utilizados"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Determine como sua página inicial deve aparecer nos resultados da pesquisa e nas mídias sociais. Isso é o que as pessoas provavelmente verão quando pesquisarem o nome da sua marca."],"Determine how your homepage should look on social media.":["Determine como sua página inicial deve aparecer nas mídias sociais."],"Show the categories prefix in the slug":["Mostrar o prefixo das categorias no slug"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["URLs de categoria no WordPress contêm um prefixo, geralmente %s. Isso ativa esse prefixo, apenas para categorias."],"Determine how your %1$s archive should look on social media.":["Escolha como seu arquivo %1$s deve aparecer nas redes sociais."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desativar isso significa que o arquivo de %1$s não será indexado pelos mecanismos de pesquisa e será excluído dos sitemaps XML."],"Determine how your %1$s archive should look in search engines.":["Escolha como seu arquivo %1$s deve aparecer nos mecanismos de pesquisa."],"These settings are specifically for optimizing your %1$s archive.":["Essas configurações são especificamente para otimizar seu arquivo %1$s."],"%1$s archive":["arquivo %1$s"],"Add custom fields to page analysis":["Adicionar campos personalizados para análise de página."],"Additional settings":["Configurações adicionais"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desativar isso significa que %1$s não será indexado pelos mecanismos de pesquisa e será excluído dos sitemaps XML."],"Search appearance":["Aparência de pesquisa"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Você não definiu uma página da Loja nas configurações do WooCommerce. %1$sFaça isso primeiro%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sImagem social%2$s, %1$sTítulo social%2$s e %1$sdescrição social%2$s requerem dados do Open Graph, atualmente desativados na seção ‘Compartilhamento social’ em %3$sRecursos do site%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh não! Parece que seu formulário contém dados inválidos. Revise os seguintes campos:"],"Archive social image":["Arquivar imagem social"],"Archive social description":["Arquivar descrição social"],"Archive social title":["Título social do arquivo"],"Show the archive for %1$s in search results":["Mostrar o arquivo de %1$s nos resultados da pesquisa"],"Archive breadcrumbs title":["Título do arquivo breadcrumbs"],"Archive meta description":["Metadescrição do arquivo"],"Archive SEO title":["Título de SEO do arquivo"],"Enable %1$s for %2$s":["Ativar %1$s para %2$s"],"Show %1$s in search results":["Mostrar %1$s nos resultados da pesquisa"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["O tipo de mídia selecionado não é válido. Os tipos suportados são: JPG, PNG, WEBP e GIF."],"Inclusive language analysis":["Análise de linguagem inclusiva"],"Oops! Something went wrong while saving.":["Ops! Algo deu errado enquanto economizava."],"Great! Your settings were saved successfully.":["Excelente! Suas configurações foram salvas com sucesso."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Obtenha seu código de verificação em %1$sYandex Webmaster tools%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Reivindique seu site em %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Obtenha seu código de verificação no %1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Obtenha seu código de verificação em %1$sBing Webmaster tools%2$s."],"Bing":["Bing"],"Add verification code":["Adicionar código de verificação"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Obtenha seu código de verificação em %1$sBaidu Webmaster tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifique seu site com diferentes ferramentas. Isso adicionará uma meta tag de verificação à sua página inicial. Você pode encontrar instruções sobre como verificar seu site para cada plataforma seguindo o link na descrição."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Por padrão, apenas editores e administradores podem acessar a seção Avançado e dados estruturados da barra lateral ou metabox do %1$s. Desativar isso permite o acesso a todos os usuários."],"Restrict advanced settings for authors":["Restringir configurações avançadas para autores"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Este endpoint Yoast SEO REST API fornece todos os metadados de que você precisa para um URL específico. Isso tornará muito fácil para sites WordPress headless usarem Yoast SEO para todos os seus resultados de meta de SEO."],"REST API endpoint":["Endpoint da API REST"],"APIs":["APIs"],"Slack sharing":["Compartilhamento de Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permite que o Twitter exiba uma prévia com imagens e um trecho de texto quando um link para seu site é compartilhado."],"Twitter card data":["Dados do cartão do Twitter"],"Open Graph data":["Dados do Open Graph"],"Social sharing":["Compartilhamento social"],"Site structure":["Estrutura do site"],"Tell us which features you want to use.":["Diga-nos quais recursos você deseja usar."],"Site preferences":["Preferências do site"],"Network disabled":["Rede desativada"],"Unavailable for sub-sites":["Indisponível para subsites"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Esta imagem é usada como alternativa para postagens\/páginas que não possuem imagens definidas."],"Site image":["Imagem do site"],"Title separator":["Separador de título"],"Recommended size for this image is %1$s%3$s%2$s":["O tamanho recomendado para esta imagem é %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["A %1$simagem do site%2$s requer dados do Open Graph, que estão atualmente desativados na seção 'Compartilhamento social' em %3$srecursos do site%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Adicione conteúdo automaticamente ao seu RSS. Isso permite que você adicione links de volta ao seu blog e às postagens do blog, ajudando os mecanismos de pesquisa a identificá-lo como a fonte original do conteúdo."],"RSS feed":["Feed RSS"],"Dismiss":["Ignorar"],"%1$s (default)":["%1$s (padrão)"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Você está publicando artigos de notícias? %s ajuda você a otimizar seu site para o Google Notícias."],"Additional URL parameters to allow":["Parâmetros de URL adicionais para permitir"],"Max number of characters to allow in searches":["Número máximo de caracteres para permitir nas pesquisas"],"Filter searches with common spam patterns":["Filtre pesquisas com padrões comuns de spam"],"Filter searches with emojis and other special characters":["Filtre pesquisas com emojis e outros caracteres especiais"],"Filter search terms":["Filtrar termos de pesquisa"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Faça ping automaticamente em mecanismos de pesquisa como Bing e Yandex sempre que você publicar, atualizar ou excluir uma postagem."],"IndexNow":["Indexar agora"],"Pingback HTTP header":["Cabeçalho HTTP de pingback"],"Personal logo or avatar":["Logotipo ou avatar pessoal"],"Select a user":["Selecione um usuário"],"Add another profile":["Adicionar outro perfil"],"Site representation":["Representação do site"],"Link suggestions":["Sugestões de link."],"Insights":["Insights"],"Social description":["Descrição social"],"Social title":["Título social"],"Social image":["Imagem social"],"Image":["Imagem"],"New":["Novo"],"Remove image":["Remover imagem"],"Select image":["Selecione a imagem"],"Replace image":["Substituir imagem"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Isso adiciona uma assinatura do autor e uma estimativa de tempo de leitura ao snippet do artigo quando compartilhado no Slack."],"Article type":["Tipo de artigo"],"Page type":["Tipo de página"],"Usage tracking":["Rastreamento de uso"],"Check out %1$s":["Consultar %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Temos cursos online gratuitos e premium para aprender tudo o que você precisa saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Deseja aprender SEO com a equipe Yoast? Confira nossa %1$s!"],"Learn SEO":["Aprender SEO"],"Schema":["Dados estruturados"],"Show blog page in breadcrumbs":["Mostrar a página de blog no caminho de navegação"],"Get the %s plugin now!":["Obtenha o plugin  %s agora!"],"Personal info":["Informação pessoal"],"Organization logo":["Logo da organização"],"Organization name":["Nome da organização"],"Organization":["Organização"],"Select a user...":["Selecionar um usuário..."],"Upgrade to %s":["Atualizar para %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Você pode editar os metadados de SEO para este tipo personalizado na %1$spágina da loja%2$s."],"Tagline":["Descrição"],"Separator":["Separador"],"%d result found, use up and down arrow keys to navigate":["%d resultado encontrado, use as teclas para cima e para baixo para navegar","%d resultados encontrados, use as teclas para cima e para baixo para navegar"],"The readability analysis offers suggestions to improve the structure and style of your text.":["A análise de legibilidade oferece sugestões para melhorar a estrutura e o estilo do seu texto."],"SEO analysis":["Análise de SEO"],"(Opens in a new browser tab)":["(Abre numa nova aba do navegador)"],"Text link counter":["Contador de links no texto"],"Cornerstone content":["Conteúdo estrutural"],"Save changes":["Salvar alterações"],"Variable":["Variável"],"Available variables":["Variáveis disponíveis"],"Admin bar menu":["Menu da barra do administrador"],"SEO title":["Título SEO"],"Google search console":["Console de pesquisa do Google"],"Other social profiles":["Outros perfis sociais"],"Readability analysis":["Análise da legibilidade"],"No results found":["Nenhum resultado foi encontrado"],"Bold the last page":["Destacar a última página"],"Author archives":["Arquivo do autor"],"A link to your site, with your site's name and description as anchor text.":["Link apontando para a URL de seu site e contendo o nome mais a descrição do site como âncora de texto."],"A link to your site, with your site's name as anchor text.":["Link apontando para a URL de seu site e contendo o nome do site como âncora de texto."],"A link to the post, with the title as anchor text.":["Link apontando para a URL do post e contendo o título do post como âncora de texto."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Você pode usar as variáveis abaixo nos campos. Elas serão substituídas pelos valores à direita."],"Content to put after each post in the feed":["Conteúdo a ser adicIonado após cada post do feed"],"Content to put before each post in the feed":["Conteúdo a colocar no início de cada post do feed"],"How to insert breadcrumbs in your theme":["Como inserir caminhos de navegação em seu tema"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefixo dos caminhos de navegação"],"Anchor text for the Homepage":["Texto do link para a Página Inicial"],"Separator between breadcrumbs":["Separador de itens dos caminhos de navegação"],"Description":["Descrição"],"Special pages":["Páginas especiais"],"Date archives":["Arquivos de data"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Você pode determinar o título e a descrição da página de posts %1$seditando a página de posts diretamente%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s detectou automaticamente se é necessário forçar a reescrita dos títulos de suas páginas. Caso acredite que está errado e saiba o que está fazendo, você pode modificar as configurações aqui."],"Force rewrite titles":["Forçar a reescrita de títulos"],"Homepage":["Página inicial"],"Person":["Pessoa"],"Website name":["Nome do site"],"RSS":["RSS"],"Breadcrumbs":["Caminhos de navegação"],"Search":["Pesquisar"],"Breadcrumbs title":["Título dos caminhos de navegação"],"Pinterest":["Pinterest"],"Close":["Fechar"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Page title":["Título da página"],"None":["Nenhum"],"Meta description":["Metadescrição"],"Google":["Google"],"General":["Geral"],"Tools":["Ferramentas"],"Advanced":["Avançado"],"XML sitemaps":["Sitemaps XML"],"Social":["Social"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}